[{"name": "The Magician", "value": "1", "meaning_up": "Skill, diplomacy, address, subtlety; sickness, pain, loss, disaster, snares of enemies; self-confidence, will; the Querent, if male. ", "meaning_rev": ": Physician, Magus, mental disease, disgrace, disquiet.", "type": "major"}, {"name": "The High Priestess", "value": "2", "meaning_up": "Secrets, mystery, the future as yet unrevealed; the woman who interests the Querent, if male; the Querent herself, if female; silence, tenacity; mystery, wisdom, science. ", "meaning_rev": ": Passion, moral or physical ardour, conceit, surface knowledge.", "type": "major"}, {"name": "The Empress", "value": "3", "meaning_up": "Fruitfulness, action, initiative, length of days; the unknown, clandestine; also difficulty, doubt, ignorance. ", "meaning_rev": ": Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.", "type": "major"}, {"name": "The Emperor", "value": "4", "meaning_up": "Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will. ", "meaning_rev": ": Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.", "type": "major"}, {"name": "The Hierophant", "value": "5", "meaning_up": "Marriage, alliance, captivity, servitude; by another account, mercy and goodness; inspiration; the man to whom the Querent has recourse. ", "meaning_rev": ": Society, good understanding, concord, overkindness, weakness.", "type": "major"}, {"name": "The Lovers", "value": "6", "meaning_up": "Attraction, love, beauty, trials overcome. ", "meaning_rev": ": Failure, foolish designs. Another account speaks of marriage frustrated and contrarieties of all kinds.", "type": "major"}, {"name": "The Chariot", "value": "7", "meaning_up": "Succour, providence also war, triumph, presumption, vengeance, trouble. ", "meaning_rev": ": Riot, quarrel, dispute, litigation, defeat.", "type": "major"}, {"name": "Fortitude", "value": "8", "meaning_up": "Power, energy, action, courage, magnanimity; also complete success and honours. ", "meaning_rev": ": Despotism, abuse if power, weakness, discord, sometimes even disgrace.", "type": "major"}, {"name": "The Hermit", "value": "9", "meaning_up": "Prudence, circumspection; also and especially treason, dissimulation, roguery, corruption. ", "meaning_rev": ": Concealment, disguise, policy, fear, unreasoned caution.", "type": "major"}, {"name": "Wheel Of Fortune", "value": "10", "meaning_up": "estiny, fortune, success, elevation, luck, felicity. ", "meaning_rev": ": Increase, abundance, superfluity.", "type": "major"}, {"name": "Justice", "value": "11", "meaning_up": "Equity, rightness, probity, executive; triumph of the deserving side in law. ", "meaning_rev": ": Law in all its departments, legal complications, bigotry, bias, excessive severity.", "type": "major"}, {"name": "The Hanged Man", "value": "12", "meaning_up": "Wisdom, circumspection, discernment, trials, sacrifice, intuition, divination, prophecy. ", "meaning_rev": ": Selfishness, the crowd, body politic.", "type": "major"}, {"name": "Death", "value": "13", "meaning_up": "End, mortality, destruction, corruption also, for a man, the loss of a benefactor for a woman, many contrarieties; for a maid, failure of marriage projects. ", "meaning_rev": ": Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.", "type": "major"}, {"name": "Temperance", "value": "14", "meaning_up": "Economy, moderation, frugality, management, accommodation. ", "meaning_rev": ": Things connected with churches, religions, sects, the priesthood, sometimes even the priest who will marry the Querent; also disunion, unfortunate combinations, competing interests.", "type": "major"}, {"name": "The Devil", "value": "15", "meaning_up": "Ravage, violence, vehemence, extraordinary efforts, force, fatality; that which is predestined but is not for this reason evil. ", "meaning_rev": ": Evil fatality, weakness, pettiness, blindness.", "type": "major"}, {"name": "The Tower", "value": "16", "meaning_up": "Misery, distress, indigence, adversity, calamity, disgrace, deception, ruin. It is a card in particular of unforeseen catastrophe. ", "meaning_rev": ": According to one account, the same in a lesser degree also oppression, imprisonment, tyranny.", "type": "major"}, {"name": "The Star", "value": "17", "meaning_up": "Loss, theft, privation, abandonment; another reading says-hope and bright prospects, ", "meaning_rev": ": Arrogance, haughtiness, impotence.", "type": "major"}, {"name": "The Moon", "value": "18", "meaning_up": "Hidden enemies, danger, calumny, darkness, terror, deception, occult forces, error. ", "meaning_rev": ": Instability, inconstancy, silence, lesser degrees of deception and error.", "type": "major"}, {"name": "The Sun", "value": "19", "meaning_up": "Material happiness, fortunate marriage, contentment. ", "meaning_rev": ": The same in a lesser sense.", "type": "major"}, {"name": "The Last Judgment", "value": "20", "meaning_up": "Change of position, renewal, outcome. Another account specifies total loss though lawsuit. ", "meaning_rev": ": Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.", "type": "major"}, {"name": "The Fool", "value": "zero", "meaning_up": "Folly, mania, extravagance, intoxication, delirium, frenzy, bewrayment. ", "meaning_rev": ": Negligence, absence, distribution, carelessness, apathy, nullity, vanity.", "type": "major"}, {"name": "The World", "value": "21", "meaning_up": "Assured success, recompense, voyage, route, emigration, flight, change of place. ", "meaning_rev": ": Inertia, fixity, stagnation, permanence.", "type": "major"}, {"value": "page", "name": "Page of Wands", "suit": "wands", "meaning_up": ": Dark young man, faithful, a lover, an envoy, a postman. Beside a man, he will bear favourable testimony concerning him. A dangerous rival, if followed by the Page of Cups. Has the chief qualities of his suit. He may signify family intelligence. ", "meaning_rev": ": Anecdotes, announcements, evil news. Also indecision and the instability which accompanies it.", "type": "minor", "desc": "In a scene similar to the former, a young man stands in the act of proclamation. He is unknown but faithful, and his tidings are strange. "}, {"value": "knight", "name": "Knight of Wands", "suit": "wands", "meaning_up": ": Departure, absence, flight, emigration. A dark young man, friendly. Change of residence. ", "meaning_rev": ": Rupture, division, interruption, discord.", "type": "minor", "desc": "He is shewn as if upon a journey, armed with a short wand, and although mailed is not on a warlike errand. He is passing mounds or pyramids. The motion of the horse is a key to the character of its rider, and suggests the precipitate mood, or things connected therewith. "}, {"value": "queen", "name": "Queen of Wands", "suit": "wands", "meaning_up": ": A dark woman, countrywoman, friendly, chaste, loving, honourable. If the card beside her signifies a man, she is well disposed towards him; if a woman, she is interested in the Querent. Also, love of money, or a certain success in business. ", "meaning_rev": ": Good, economical, obliging, serviceable. Signifies also--but in certain positions and in the neighbourhood of other cards tending in such directions--opposition, jealousy, even deceit and infidelity.", "type": "minor", "desc": "The Wands throughout this suit are always in leaf, as it is a suit of life and animation. Emotionally and otherwise, the Queen's personality corresponds to that of the King, but is more magnetic. "}, {"value": "king", "name": "King of Wands", "suit": "wands", "meaning_up": ": Dark man, friendly, countryman, generally married, honest and conscientious. The card always signifies honesty, and may mean news concerning an unexpected heritage to fall in before very long. ", "meaning_rev": ": Good, but severe; austere, yet tolerant.", "type": "minor", "desc": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. The King uplifts a flowering wand, and wears, like his three correspondences in the remaining suits, what is called a cap of maintenance beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne. "}, {"value": "ace", "name": "Ace of Wands", "suit": "wands", "meaning_up": ": Creation, invention, enterprise, the powers which result in these; principle, beginning, source; birth, family, origin, and in a sense the virility which is behind them; the starting point of enterprises; according to another account, money, fortune, inheritance. ", "meaning_rev": ": Fall, decadence, ruin, perdition, to perish also a certain clouded joy.", "type": "minor", "desc": "A hand issuing from a cloud grasps a stout wand or club. "}, {"value": "two", "name": "Two of Wands", "suit": "wands", "meaning_up": ": Between the alternative readings there is no marriage possible; on the one hand, riches, fortune, magnificence; on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion; here is a lord overlooking his dominion and alternately contemplating a globe; it looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this world's wealth. ", "meaning_rev": ": Surprise, wonder, enchantment, emotion, trouble, fear.", "type": "minor", "desc": "A tall man looks from a battlemented roof over sea and shore; he holds a globe in his right hand, while a staff in his left rests on the battlement; another is fixed in a ring. The Rose and Cross and Lily should be noticed on the left side. "}, {"value": "three", "name": "Three of Wands", "suit": "wands", "meaning_up": ": He symbolizes established strength, enterprise, effort, trade, commerce, discovery; those are his ships, bearing his merchandise, which are sailing over the sea. The card also signifies able co-operation in business, as if the successful merchant prince were looking from his side towards yours with a view to help you. ", "meaning_rev": ": The end of troubles, suspension or cessation of adversity, toil and disappointment.", "type": "minor", "desc": "A calm, stately personage, with his back turned, looking from a cliff's edge at ships passing over the sea. Three staves are planted in the ground, and he leans slightly on one of them. "}, {"value": "four", "name": "Four of Wands", "suit": "wands", "meaning_up": ": They are for once almost on the surface--country life, haven of refuge, a species of domestic harvest-home, repose, concord, harmony, prosperity, peace, and the perfected work of these. ", "meaning_rev": ": The meaning remains unaltered; it is prosperity, increase, felicity, beauty, embellishment.", "type": "minor", "desc": "From the four great staves planted in the foreground there is a great garland suspended; two female figures uplift nosegays; at their side is a bridge over a moat, leading to an old manorial house. "}, {"value": "five", "name": "Five of Wands", "suit": "wands", "meaning_up": ": Imitation, as, for example, sham fight, but also the strenuous competition and struggle of the search after riches and fortune. In this sense it connects with the battle of life. Hence some attributions say that it is a card of gold, gain, opulence. ", "meaning_rev": ": Litigation, disputes, trickery, contradiction.", "type": "minor", "desc": "A posse of youths, who are brandishing staves, as if in sport or strife. It is mimic warfare, and hereto correspond the "}, {"value": "six", "name": "Six of Wands", "suit": "wands", "meaning_up": ": The card has been so designed that it can cover several significations; on the surface, it is a victor triumphing, but it is also great news, such as might be carried in state by the King's courier; it is expectation crowned with its own desire, the crown of hope, and so forth. ", "meaning_rev": ": Apprehension, fear, as of a victorious enemy at the gate; treachery, disloyalty, as of gates being opened to the enemy; also indefinite delay.", "type": "minor", "desc": "A laurelled horseman bears one staff adorned with a laurel crown; footmen with staves are at his side. "}, {"value": "seven", "name": "Seven of Wands", "suit": "wands", "meaning_up": ": It is a card of valour, for, on the surface, six are attacking one, who has, however, the vantage position. On the intellectual plane, it signifies discussion, wordy strife; in business--negotiations, war of trade, barter, competition. It is further a card of success, for the combatant is on the top and his enemies may be unable to reach him. ", "meaning_rev": ": Perplexity, embarrassments, anxiety. It is also a caution against indecision.", "type": "minor", "desc": "A young man on a craggy eminence brandishing a staff; six other staves are raised towards him from below. "}, {"value": "eight", "name": "Eight of Wands", "suit": "wands", "meaning_up": ": Activity in undertakings, the path of such activity, swiftness, as that of an express messenger; great haste, great hope, speed towards an end which promises assured felicity; generally, that which is on the move; also the arrows of love. ", "meaning_rev": ": Arrows of jealousy, internal dispute, stingings of conscience, quarrels; and domestic disputes for persons who are married.", "type": "minor", "desc": "The card represents motion through the immovable-a flight of wands through an open country; but they draw to the term of their course. That which they signify is at hand; it may be even on the threshold. "}, {"value": "nine", "name": "Nine of Wands", "suit": "wands", "meaning_up": ": The card signifies strength in opposition. If attacked, the person will meet an onslaught boldly; and his build shews, that he may prove a formidable antagonist. With this main significance there are all its possible adjuncts--delay, suspension, adjournment. ", "meaning_rev": ": Obstacles, adversity, calamity.", "type": "minor", "desc": "The figure leans upon his staff and has an expectant look, as if awaiting an enemy. Behind are eight other staves--erect, in orderly disposition, like a palisade. "}, {"value": "ten", "name": "Ten of Wands", "suit": "wands", "meaning_up": ": A card of many significances, and some of the readings cannot be harmonized. I set aside that which connects it with honour and good faith. The chief meaning is oppression simply, but it is also fortune, gain, any kind of success, and then it is the oppression of these things. It is also a card of false-seeming, disguise, perfidy. The place which the figure is approaching may suffer from the rods that he carries. Success is stultified if the Nine of Swords follows, and if it is a question of a lawsuit, there will be certain loss. ", "meaning_rev": ": Contrarieties, difficulties, intrigues, and their analogies.", "type": "minor", "desc": "A man oppressed by the weight of the ten staves which he is carrying. "}, {"value": "page", "name": "Page of Cups", "suit": "cups", "meaning_up": ": Fair young man, one impelled to render service and with whom the Querent will be connected; a studious youth; news, message; application, reflection, meditation; also these things directed to business. ", "meaning_rev": ": Taste, inclination, attachment, seduction, deception, artifice.", "type": "minor", "desc": "A fair, pleasing, somewhat effeminate page, of studious and intent aspect, contemplates a fish rising from a cup to look at him. It is the pictures of the mind taking form. "}, {"value": "knight", "name": "Knight of Cups", "suit": "cups", "meaning_up": ": Arrival, approach--sometimes that of a messenger; advances, proposition, demeanour, invitation, incitement. ", "meaning_rev": ": Trickery, artifice, subtlety, swindling, duplicity, fraud.", "type": "minor", "desc": "Graceful, but not warlike; riding quietly, wearing a winged helmet, referring to those higher graces of the imagination which sometimes characterize this card. He too is a dreamer, but the images of the side of sense haunt him in his vision. "}, {"value": "queen", "name": "Queen of Cups", "suit": "cups", "meaning_up": ": Good, fair woman; honest, devoted woman, who will do service to the Querent; loving intelligence, and hence the gift of vision; success, happiness, pleasure; also wisdom, virtue; a perfect spouse and a good mother. ", "meaning_rev": ": The accounts vary; good woman; otherwise, distinguished woman but one not to be trusted; perverse woman; vice, dishonour, depravity.", "type": "minor", "desc": "Beautiful, fair, dreamy--as one who sees visions in a cup. This is, however, only one of her aspects; she sees, but she also acts, and her activity feeds her dream. "}, {"value": "king", "name": "King of Cups", "suit": "cups", "meaning_up": ": Fair man, man of business, law, or divinity; responsible, disposed to oblige the Querent; also equity, art and science, including those who profess science, law and art; creative intelligence. ", "meaning_rev": ": Dishonest, double-dealing man; roguery, exaction, injustice, vice, scandal, pillage, considerable loss.", "type": "minor", "desc": "He holds a short sceptre in his left hand and a great cup in his right; his throne is set upon the sea; on one side a ship is riding and on the other a dolphin is leaping. The implicit is that the Sign of the Cup naturally refers to water, which appears in all the court cards. "}, {"value": "ace", "name": "Ace of Cups", "suit": "cups", "meaning_up": ": House of the true heart, joy, content, abode, nourishment, abundance, fertility; Holy Table, felicity hereof. ", "meaning_rev": ": House of the false heart, mutation, instability, revolution.", "type": "minor", "desc": "The waters are beneath, and thereon are water-lilies; the hand issues from the cloud, holding in its palm the cup, from which four streams are pouring; a dove, bearing in its bill a cross-marked Host, descends to place the Wafer in the Cup; the dew of water is falling on all sides. It is an intimation of that which may lie behind the Lesser Arcana. "}, {"value": "two", "name": "Two of Cups", "suit": "cups", "meaning_up": ": Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified", "meaning_rev": " and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place. Divinatory Meanings: Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified.", "type": "minor", "desc": "A youth and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place. "}, {"value": "three", "name": "Three of Cups", "suit": "cups", "meaning_up": ": The conclusion of any matter in plenty, perfection and merriment; happy issue, victory, fulfilment, solace, healing, ", "meaning_rev": ": Expedition, dispatch, achievement, end. It signifies also the side of excess in physical enjoyment, and the pleasures of the senses.", "type": "minor", "desc": "Maidens in a garden-ground with cups uplifted, as if pledging one another. "}, {"value": "four", "name": "Four of Cups", "suit": "cups", "meaning_up": ": Weariness, disgust, aversion, imaginary vexations, as if the wine of this world had caused satiety only; another wine, as if a fairy gift, is now offered the wastrel, but he sees no consolation therein. This is also a card of blended pleasure. ", "meaning_rev": ": Novelty, presage, new instruction, new relations.", "type": "minor", "desc": "A young man is seated under a tree and contemplates three cups set on the grass before him; an arm issuing from a cloud offers him another cup. His expression notwithstanding is one of discontent with his environment. "}, {"value": "five", "name": "Five of Cups", "suit": "cups", "meaning_up": "gure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding. Divanatory Meanings: It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration. ", "meaning_rev": ": News, alliances, affinity, consanguinity, ancestry, return, false projects.", "type": "minor", "desc": "A dark, cloaked figure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding. Divanatory Meanings: It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration. Reversed: News, alliances, affinity, consanguinity, ancestry, return, false projects"}, {"value": "six", "name": "Six of Cups", "suit": "cups", "meaning_up": ": A card of the past and of memories, looking back, as--for example--on childhood; happiness, enjoyment, but coming rather from the past; things that have vanished. Another reading reverses this, giving new relations, new knowledge, new environment, and then the children are disporting in an unfamiliar precinct. ", "meaning_rev": ": The future, renewal, that which will come to pass presently.", "type": "minor", "desc": "Children in an old garden, their cups filled with flowers. "}, {"value": "seven", "name": "Seven of Cups", "suit": "cups", "meaning_up": ": Fairy favours, images of reflection, sentiment, imagination, things seen in the glass of contemplation; some attainment in these degrees, but nothing permanent or substantial is suggested. ", "meaning_rev": ": Desire, will, determination, project.", "type": "minor", "desc": "Strange chalices of vision, but the images are more especially those of the fantastic spirit. "}, {"value": "eight", "name": "Eight of Cups", "suit": "cups", "meaning_up": ": The card speaks for itself on the surface, but other readings are entirely antithetical--giving joy, mildness, timidity, honour, modesty. In practice, it is usually found that the card shews the decline of a matter, or that a matter which has been thought to be important is really of slight consequence--either for good or evil. ", "meaning_rev": ": Great joy, happiness, feasting.", "type": "minor", "desc": "A man of dejected aspect is deserting the cups of his felicity, enterprise, undertaking or previous concern. "}, {"value": "nine", "name": "Nine of Cups", "suit": "cups", "meaning_up": ": Concord, contentment, physical bien-être; also victory, success, advantage; satisfaction for the Querent or person for whom the consultation is made. ", "meaning_rev": ": Truth, loyalty, liberty; but the readings vary and include mistakes, imperfections, etc.", "type": "minor", "desc": "A goodly personage has feasted to his heart's content, and abundant refreshment of wine is on the arched counter behind him, seeming to indicate that the future is also assured. The picture offers the material side only, but there are other aspects. "}, {"value": "ten", "name": "Ten of Cups", "suit": "cups", "meaning_up": ": Contentment, repose of the entire heart; the perfection of that state; also perfection of human love and friendship; if with several picture-cards, a person who is taking charge of the Querent's interests; also the town, village or country inhabited by the Querent. ", "meaning_rev": ": Repose of the false heart, indignation, violence.", "type": "minor", "desc": "Appearance of Cups in a rainbow; it is contemplated in wonder and ecstacy by a man and woman below, evidently husband and wife. His right arm is about her; his left is raised upward; she raises her right arm. The two children dancing near them have not observed the prodigy but are happy after their own manner. There is a home-scene beyond. "}, {"value": "page", "name": "Page of Pentacles", "suit": "pentacles", "meaning_up": ": Application, study, scholarship, reflection another reading says news, messages and the bringer thereof; also rule, management. ", "meaning_rev": ": Prodigality, dissipation, liberality, luxury; unfavourable news.", "type": "minor", "desc": "A youthful figure, looking intently at the pentacle which hovers over his raised hands. He moves slowly, insensible of that which is about him. "}, {"value": "knight", "name": "Knight of Pentacles", "suit": "pentacles", "meaning_up": ": Utility, serviceableness, interest, responsibility, rectitude-all on the normal and external plane. ", "meaning_rev": ": inertia, idleness, repose of that kind, stagnation; also placidity, discouragement, carelessness.", "type": "minor", "desc": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein. "}, {"value": "queen", "name": "Queen of Pentacles", "suit": "pentacles", "meaning_up": ": Opulence, generosity, magnificence, security, liberty. ", "meaning_rev": ": Evil, suspicion, suspense, fear, mistrust.", "type": "minor", "desc": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul; she has also the serious cast of intelligence; she contemplates her symbol and may see worlds therein. "}, {"value": "king", "name": "King of Pentacles", "suit": "pentacles", "meaning_up": ": Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths. ", "meaning_rev": ": Vice, weakness, ugliness, perversity, corruption, peril.", "type": "minor", "desc": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money. "}, {"value": "ace", "name": "Ace of Pentacles", "suit": "pentacles", "meaning_up": ": Perfect contentment, felicity, ecstasy; also speedy intelligence; gold. ", "meaning_rev": ": The evil side of wealth, bad intelligence; also great riches. In any case it shews prosperity, comfortable material conditions, but whether these are of advantage to the possessor will depend on whether the card is reversed or not.", "type": "minor", "desc": "A hand--issuing, as usual, from a cloud--holds up a pentacle. "}, {"value": "two", "name": "Two of Pentacles", "suit": "pentacles", "meaning_up": ": On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment. ", "meaning_rev": ": Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.", "type": "minor", "desc": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed. "}, {"value": "three", "name": "Three of Pentacles", "suit": "pentacles", "meaning_up": ": Métier, trade, skilled labour; usually, however, regarded as a card of nobility, aristocracy, renown, glory. ", "meaning_rev": ": Mediocrity, in work and otherwise, puerility, pettiness, weakness.", "type": "minor", "desc": "A sculptor at his work in a monastery. Compare the design which illustrates the Eight of Pentacles. The apprentice or amateur therein has received his reward and is now at work in earnest. "}, {"value": "four", "name": "Four of Pentacles", "suit": "pentacles", "meaning_up": ": The surety of possessions, cleaving to that which one has, gift, legacy, inheritance. ", "meaning_rev": ": Suspense, delay, opposition.", "type": "minor", "desc": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet. He holds to that which he has. "}, {"value": "five", "name": "Five of Pentacles", "suit": "pentacles", "meaning_up": ": The card foretells material trouble above all, whether in the form illustrated--that is, destitution--or otherwise. For some cartomancists, it is a card of love and lovers-wife, husband, friend, mistress; also concordance, affinities. These alternatives cannot be harmonized. ", "meaning_rev": ": Disorder, chaos, ruin, discord, profligacy.", "type": "minor", "desc": "Two mendicants in a snow-storm pass a lighted casement. "}, {"value": "six", "name": "Six of Pentacles", "suit": "pentacles", "meaning_up": ": Presents, gifts, gratification another account says attention, vigilance now is the accepted time, present prosperity, etc. ", "meaning_rev": ": Desire, cupidity, envy, jealousy, illusion.", "type": "minor", "desc": "A person in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed. It is a testimony to his own success in life, as well as to his goodness of heart. "}, {"value": "seven", "name": "Seven of Pentacles", "suit": "pentacles", "meaning_up": ": These are exceedingly contradictory; in the main, it is a card of money, business, barter; but one reading gives altercation, quarrels--and another innocence, ingenuity, purgation. ", "meaning_rev": ": Cause for anxiety regarding money which it may be proposed to lend.", "type": "minor", "desc": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right; one would say that these were his treasures and that his heart was there. "}, {"value": "eight", "name": "Eight of Pentacles", "suit": "pentacles", "meaning_up": ": Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage. ", "meaning_rev": ": Voided ambition, vanity, cupidity, exaction, usury. It may also signify the possession of skill, in the sense of the ingenious mind turned to cunning and intrigue.", "type": "minor", "desc": "An artist in stone at his work, which he exhibits in the form of trophies. "}, {"value": "nine", "name": "Nine of Pentacles", "suit": "pentacles", "meaning_up": ": Prudence, safety, success, accomplishment, certitude, discernment. ", "meaning_rev": ": Roguery, deception, voided project, bad faith.", "type": "minor", "desc": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a manorial house. It is a wide domain, suggesting plenty in all things. Possibly it is her own possession and testifies to material well-being. "}, {"value": "ten", "name": "Ten of Pentacles", "suit": "pentacles", "meaning_up": ": Gain, riches; family matters, archives, extraction, the abode of a family. ", "meaning_rev": ": Chance, fatality, loss, robbery, games of hazard; sometimes gift, dowry, pension.", "type": "minor", "desc": "A man and woman beneath an archway which gives entrance to a house and domain. They are accompanied by a child, who looks curiously at two dogs accosting an ancient personage seated in the foreground. The child's hand is on one of them. "}, {"value": "page", "name": "Page of Swords", "suit": "swords", "meaning_up": ": Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging. ", "meaning_rev": ": More evil side of these qualities; what is unforeseen, unprepared state; sickness is also intimated.", "type": "minor", "desc": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking. He is passing over rugged land, and about his way the clouds are collocated wildly. He is alert and lithe, looking this way and that, as if an expected enemy might appear at any moment. "}, {"value": "knight", "name": "Knight of Swords", "suit": "swords", "meaning_up": ": Skill, bravery, capacity, defence, address, enmity, wrath, war, destruction, opposition, resistance, ruin. There is therefore a sense in which the card signifies death, but it carries this meaning only in its proximity to other cards of fatality. ", "meaning_rev": ": Imprudence, incapacity, extravagance.", "type": "minor", "desc": "He is riding in full course, as if scattering his enemies. In the design he is really a prototypical hero of romantic chivalry. He might almost be Galahad, whose sword is swift and sure because he is clean of heart. "}, {"value": "queen", "name": "Queen of Swords", "suit": "swords", "meaning_up": ": Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation. ", "meaning_rev": ": Malice, bigotry, artifice, prudery, bale, deceit.", "type": "minor", "desc": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair the left hand is extended, the arm raised her countenance is severe but chastened; it suggests familiarity with sorrow. It does not represent mercy, and, her sword notwithstanding, she is scarcely a symbol of power. "}, {"value": "king", "name": "King of Swords", "suit": "swords", "meaning_up": ": Whatsoever arises out of the idea of judgment and all its connexions-power, command, authority, militant intelligence, law, offices of the crown, and so forth. ", "meaning_rev": ": Cruelty, perversity, barbarity, perfidy, evil intention.", "type": "minor", "desc": "He sits in judgment, holding the unsheathed sign of his suit. He recalls, of course, the conventional Symbol of justice in the Trumps Major, and he may represent this virtue, but he is rather the power of life and death, in virtue of his office. "}, {"value": "ace", "name": "Ace of Swords", "suit": "swords", "meaning_up": ": Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling. ", "meaning_rev": ": The same, but the results are disastrous; another account says--conception, childbirth, augmentation, multiplicity.", "type": "minor", "desc": "A hand issues from a cloud, grasping as word, the point of which is encircled by a crown. "}, {"value": "two", "name": "Two of Swords", "suit": "swords", "meaning_up": ": Conformity and the equipoise which it suggests, courage, friendship, concord in a state of arms; another reading gives tenderness, affection, intimacy. The suggestion of harmony and other favourable readings must be considered in a qualified manner, as Swords generally are not symbolical of beneficent forces in human affairs. ", "meaning_rev": ": Imposture, falsehood, duplicity, disloyalty.", "type": "minor", "desc": "A hoodwinked female figure balances two swords upon her shoulders. "}, {"value": "three", "name": "Three of Swords", "suit": "swords", "meaning_up": ": Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally, being too simple and obvious to call for specific enumeration. ", "meaning_rev": ": Mental alienation, error, loss, distraction, disorder, confusion.", "type": "minor", "desc": "Three swords piercing a heart; cloud and rain behind. "}, {"value": "four", "name": "Four of Swords", "suit": "swords", "meaning_up": ": Vigilance, retreat, solitude, hermit's repose, exile, tomb and coffin. It is these last that have suggested the design. ", "meaning_rev": ": Wise administration, circumspection, economy, avarice, precaution, testament.", "type": "minor", "desc": "The effigy of a knight in the attitude of prayer, at full length upon his tomb. "}, {"value": "five", "name": "Five of Swords", "suit": "swords", "meaning_up": ": Degradation, destruction, revocation, infamy, dishonour, loss, with the variants and analogues of these. ", "meaning_rev": ": The same; burial and obsequies.", "type": "minor", "desc": "A disdainful man looks after two retreating and dejected figures. Their swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field. "}, {"value": "six", "name": "Six of Swords", "suit": "swords", "meaning_up": ": journey by water, route, way, envoy, commissionary, expedient. ", "meaning_rev": ": Declaration, confession, publicity; one account says that it is a proposal of love.", "type": "minor", "desc": "A ferryman carrying passengers in his punt to the further shore. The course is smooth, and seeing that the freight is light, it may be noted that the work is not beyond his strength. "}, {"value": "seven", "name": "Seven of Swords", "suit": "swords", "meaning_up": ": Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other. ", "meaning_rev": ": Good advice, counsel, instruction, slander, babbling.", "type": "minor", "desc": "A man in the act of carrying away five swords rapidly; the two others of the card remain stuck in the ground. A camp is close at hand. "}, {"value": "eight", "name": "Eight of Swords", "suit": "swords", "meaning_up": ": Bad news, violent chagrin, crisis, censure, power in trammels, conflict, calumny; also sickness. ", "meaning_rev": ": Disquiet, difficulty, opposition, accident, treachery; what is unforeseen; fatality.", "type": "minor", "desc": "A woman, bound and hoodwinked, with the swords of the card about her. Yet it is rather a card of temporary durance than of irretrievable bondage. "}, {"value": "nine", "name": "Nine of Swords", "suit": "swords", "meaning_up": ": Death, failure, miscarriage, delay, deception, disappointment, despair. ", "meaning_rev": ": Imprisonment, suspicion, doubt, reasonable fear, shame.", "type": "minor", "desc": "One seated on her couch in lamentation, with the swords over her. She is as one who knows no sorrow which is like unto hers. It is a card of utter desolation. "}, {"value": "ten", "name": "Ten of Swords", "suit": "swords", "meaning_up": ": Whatsoever is intimated by the design; also pain, affliction, tears, sadness, desolation. It is not especially a card of violent death. ", "meaning_rev": ": Advantage, profit, success, favour, but none of these are permanent; also power and authority.", "type": "minor", "desc": "A prostrate figure, pierced by all the swords belonging to the card. "}]
