[
  {
    "name_short": "ar01",
    "name": "THE MAGICIAN",
    "text": "1. THE MAGICIAN.--Skill, diplomacy, address, subtlety; sickness, pain, loss, disaster, snares of enemies; self-confidence, will; the Querent, if male. Reversed: Physician, Magus, mental disease, disgrace, disquiet.",
    "value": "1"
  },
  {
    "name_short": "ar02",
    "name": "THE HIGH PRIESTESS",
    "text": "2. THE HIGH PRIESTESS.--Secrets, mystery, the future as yet unrevealed; the woman who interests the Querent, if male; the Querent herself, if female; silence, tenacity; mystery, wisdom, science. Reversed: Passion, moral or physical ardour, conceit, surface knowledge.",
    "value": "2"
  },
  {
    "name_short": "ar03",
    "name": "THE EMPRESS",
    "text": "3. THE EMPRESS.--Fruitfulness, action, initiative, length of days; the unknown, clandestine; also difficulty, doubt, ignorance. Reversed: Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.",
    "value": "3"
  },
  {
    "name_short": "ar04",
    "name": "THE EMPEROR",
    "text": "4. THE EMPEROR.--Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will. Reversed: Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.",
    "value": "4"
  },
  {
    "name_short": "ar05",
    "name": "THE HIEROPHANT",
    "text": "5. THE HIEROPHANT.--Marriage, alliance, captivity, servitude; by another account, mercy and goodness; inspiration; the man to whom the Querent has recourse. Reversed: Society, good understanding, concord, overkindness, weakness.",
    "value": "5"
  },
  {
    "name_short": "ar06",
    "name": "THE LOVERS",
    "text": "6. THE LOVERS.--Attraction, love, beauty, trials overcome. Reversed: Failure, foolish designs. Another account speaks of marriage frustrated and contrarieties of all kinds.",
    "value": "6"
  },
  {
    "name_short": "ar07",
    "name": "THE CHARIOT",
    "text": "7. THE CHARIOT.--Succour, providence also war, triumph, presumption, vengeance, trouble. Reversed: Riot, quarrel, dispute, litigation, defeat.",
    "value": "7"
  },
  {
    "name_short": "ar08",
    "name": "FORTITUDE",
    "text": "8. FORTITUDE.--Power, energy, action, courage, magnanimity; also complete success and honours. Reversed: Despotism, abuse if power, weakness, discord, sometimes even disgrace.",
    "value": "8"
  },
  {
    "name_short": "ar09",
    "name": "THE HERMIT",
    "text": "9. THE HERMIT.--Prudence, circumspection; also and especially treason, dissimulation, roguery, corruption. Reversed: Concealment, disguise, policy, fear, unreasoned caution.",
    "value": "9"
  },
  {
    "name_short": "ar10",
    "name": "WHEEL OF FORTUNE",
    "text": "10. WHEEL OF FORTUNE.--Destiny, fortune, success, elevation, luck, felicity. Reversed: Increase, abundance, superfluity.",
    "value": "10"
  },
  {
    "name_short": "ar11",
    "name": "JUSTICE",
    "text": "11. JUSTICE.--Equity, rightness, probity, executive; triumph of the deserving side in law. Reversed: Law in all its departments, legal complications, bigotry, bias, excessive severity.",
    "value": "11"
  },
  {
    "name_short": "ar12",
    "name": "THE HANGED MAN",
    "text": "12. THE HANGED MAN.--Wisdom, circumspection, discernment, trials, sacrifice, intuition, divination, prophecy. Reversed: Selfishness, the crowd, body politic.",
    "value": "12"
  },
  {
    "name_short": "ar13",
    "name": "DEATH",
    "text": "13. DEATH.--End, mortality, destruction, corruption also, for a man, the loss of a benefactor for a woman, many contrarieties; for a maid, failure of marriage projects. Reversed: Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.",
    "value": "13"
  },
  {
    "name_short": "ar14",
    "name": "TEMPERANCE",
    "text": "14. TEMPERANCE.--Economy, moderation, frugality, management, accommodation. Reversed: Things connected with churches, religions, sects, the priesthood, sometimes even the priest who will marry the Querent; also disunion, unfortunate combinations, competing interests.",
    "value": "14"
  },
  {
    "name_short": "ar15",
    "name": "THE DEVIL",
    "text": "15. THE DEVIL.--Ravage, violence, vehemence, extraordinary efforts, force, fatality; that which is predestined but is not for this reason evil. Reversed: Evil fatality, weakness, pettiness, blindness.",
    "value": "15"
  },
  {
    "name_short": "ar16",
    "name": "THE TOWER",
    "text": "16. THE TOWER.--Misery, distress, indigence, adversity, calamity, disgrace, deception, ruin. It is a card in particular of unforeseen catastrophe. Reversed: According to one account, the same in a lesser degree also oppression, imprisonment, tyranny.",
    "value": "16"
  },
  {
    "name_short": "ar17",
    "name": "THE STAR",
    "text": "17. THE STAR.--Loss, theft, privation, abandonment; another reading says-hope and bright prospects, Reversed: Arrogance, haughtiness, impotence.",
    "value": "17"
  },
  {
    "name_short": "ar18",
    "name": "THE MOON",
    "text": "18. THE MOON.--Hidden enemies, danger, calumny, darkness, terror, deception, occult forces, error. Reversed: Instability, inconstancy, silence, lesser degrees of deception and error.",
    "value": "18"
  },
  {
    "name_short": "ar19",
    "name": "THE SUN",
    "text": "19. THE SUN.--Material happiness, fortunate marriage, contentment. Reversed: The same in a lesser sense.",
    "value": "19"
  },
  {
    "name_short": "ar20",
    "name": "THE LAST JUDGMENT",
    "text": "20. THE LAST JUDGMENT.--Change of position, renewal, outcome. Another account specifies total loss though lawsuit. Reversed: Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.",
    "value": "20"
  },
  {
    "name_short": "ar00",
    "name": "THE FOOL",
    "text": "ZERO. THE FOOL.--Folly, mania, extravagance, intoxication, delirium, frenzy, bewrayment. Reversed: Negligence, absence, distribution, carelessness, apathy, nullity, vanity.",
    "value": "ZERO"
  },
  {
    "name_short": "ar21",
    "name": "THE WORLD",
    "text": "21. THE WORLD.--Assured success, recompense, voyage, route, emigration, flight, change of place. Reversed: Inertia, fixity, stagnation, permanence.",
    "value": "21"
  }
]
